---
kind: enumMember
id: F:Autodesk.Revit.DB.FabricationDimensionType.Angle
enum: Autodesk.Revit.DB.FabricationDimensionType
source: html/d3793b6f-282c-3e9a-67f0-e80f38c47162.htm
---
# Autodesk.Revit.DB.FabricationDimensionType.Angle

Angle.